<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

/*
| -------------------------------------------------------------------
| 第三方开放平台App应用 相关配置
| -------------------------------------------------------------------
| 
| 
| 
| 
|
*/

// --------------------------------------------------------------------

/*
| -------------------------------------------------------------------
| 新浪微博 App相关配置
| -------------------------------------------------------------------
| 
| - weibo_app_key 
| - weibo_app_secret
| - weibo_user_name
| - weibo_password
*/
$config['weibo_app_key']    = 2862748413;
$config['weibo_app_secret'] = '563ff72a8a349d81af28103fa7f3101e';
$config['weibo_user_name']  = 'sns@zhengoo.com';
$config['weibo_password']   = 'zhengoo_sns';

// --------------------------------------------------------------------

/*
| -------------------------------------------------------------------
| 淘宝网 App相关配置
| -------------------------------------------------------------------
| 
| - weibo_app_key 
| - weibo_app_secret
| - weibo_user_name
| - weibo_password
*/
$config['taobao_app_key']    = 21044830;
$config['taobao_app_secret'] = '8a53af1a02eafc9e7d0daf78214f43b9';
$config['taobao_user_name']  = 'tceisk9584';
$config['taobao_password']   = 'wujun0819';

// --------------------------------------------------------------------

/*
| -------------------------------------------------------------------
| 淘宝网 App相关配置
| -------------------------------------------------------------------
| 
| - weibo_app_key 
| - weibo_app_secret
| - weibo_user_name
| - weibo_password
*/
$config['pocket_app_key']    = '6e3gfu1ap0Z02t9347T6182Q13A6p75d';

// --------------------------------------------------------------------
